Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_persist_vault_key_note
source: Storing a vault key on a disk is a security risk. If the device's internal storage is compromised, the attacker will gain access to the local vault data.
ar: يعد تخزين مفتاح قبو على القرص بمثابة خطر أمني. إذا تم اختراق وحدة التخزين الداخلية للجهاز، فسيتمكن المهاجم من الوصول إلى بيانات المخزن المحلي.
de: Die Speicherung eines Tresorschlüssels auf dem internen Speicher ist ein Sicherheitsrisiko. Wenn der interne Speicher des Geräts kompromittiert ist, erhält der Angreifer Zugriff auf die lokalen Tresor Daten.
es: Almacenar la clave en el almacenamiento es un riesgo de seguridad, Si el almacenamiento interno es comprometido, el atacante tendrá acceso a la clave local.
fr: Stocker une clé de coffre-fort sur un disque représente un risque de sécurité. Si la mémoire interne de l'appareil est compromise, l'attaquant aura accès aux données du coffre local.
hu: A trezorkulcs tárhelyen történő tárolása biztonsági kockázatot jelent. Ha az eszköz belső tárhelye veszélybe kerül, a támadó hozzáférhet a helyi széf adataihoz.
it: Archiviare una chiave di cassaforte sul disco è un rischio per la sicurezza. Se la memoria interna del dispositivo è compromessa, l'attaccante otterrà l'accesso ai dati della cassaforte locale.
ja: デバイスに保管庫のキーを保存することはセキュリティリスクとなります。デバイスの内部ストレージが侵害された場合、攻撃者はローカルの保管庫のデータにアクセスすることができます。
ko: 보관함 키를 기기에 저장하면 보안에 취약합니다. 기기의 내부 저장소가 손상되면 공격자가 로컬 보관함 데이터에 접근할 수 있습니다.
pt_br: Armazenar uma chave de cofre em um disco é um risco à segurança. Se o armazenamento interno do dispositivo for comprometido, o invasor obterá acesso aos dados do cofre local.
pt_pt: Armazenar uma chave de cofre no disco é um risco de segurança. Se o armazenamento interno do dispositivo for comprometido, o invasor terá acesso aos dados do cofre local.
ru: Хранение ключа хранилища на диске представляет собой угрозу безопасности. Если внутреннее хранилище устройства скомпрометировано, злоумышленник получит доступ к локальным данным хранилища.
uk: Зберігання ключа сховища на диску становить загрозу безпеці. Якщо внутрішнє сховище пристрою скомпрометовано, зловмисник отримає доступ до даних локального сховища.
zh_hans: 在磁盘上存储密码库密钥存在安全风险。如果设备的内部存储被入侵，攻击者就能访问本地密码库数据。

# pref_item_persist_vault_key_text_off
source: Vault is locked after the app is unloaded from the memory
ar: يتم قفل Vault بعد إلغاء تحميل التطبيق من الذاكرة
de: Tresor ist gesperrt, nachdem die App aus dem Arbeitsspeicher entfernt wurde
es: La caja fuerte se bloquea cuando la app se descarga de la memoria
fr: Le coffre-fort est verrouillé après le déchargement de l'application de la mémoire
hu: A széf zárolva lesz, miután az alkalmazás ki lett ürítve a memóriából
it: La cassaforte viene bloccata dopo che l'app viene rimossa dalla memoria
ja: アプリがメモリからアンロードされた後、保管庫はロックされます。
ko: 앱이 메모리에서 내려가면 보관함이 잠깁니다.
pt_br: O cofre é bloqueado depois que o aplicativo é descarregado da memória
pt_pt: O Cofre fica bloqueado após a aplicação ser removida da memória
ru: Хранилище блокируется после выгрузки приложения из памяти
uk: Сховище буде заблоковано після вивантаження застосунку з пам'яті
zh_hans: 密码库将在后台被杀后锁定

# pref_item_persist_vault_key_text_on
source: Vault key is persisted on an internal storage
ar: يظل مفتاح Vault موجودًا على وحدة تخزين داخلية
de: Tresor Schlüssel ist auf einem internen Speicher vorhanden
es: La clave de la caja fuerte persiste en un almacenamiento interno
fr: La clé du coffre-fort est maintenue sur un stockage interne
hu: A széfkulcs az eszköz belső tárhelyén van tárolva
it: La chiave della cassaforte è conservata su una memoria interna
ja: 保管庫のキーを内部ストレージに保持します。
ko: 보관함 키를 내부 저장소에 보관합니다.
pt_br: A chave de cofre é mantida em um armazenamento interno
pt_pt: A chave do cofre persiste num armazenamento interno
ru: Ключ хранилища сохраняется на внутреннем хранилище
uk: Ключ сховища зберігається у внутрішній пам'яті
zh_hans: 密码库密钥保存在内部存储器中

# pref_item_persist_vault_key_title
source: Persist vault key on a disk
ar: استمرار مفتاح القبو على القرص
de: Tresor Schlüssel auf einem Datenträger beibehalten
es: Mantener la caja fuerte en el almacenamiento
fr: Maintenir la clé du coffre-fort sur un disque
hu: Széfkulcs tárhelyen tárolása
it: Conserva la chiave della cassaforte su un disco
ja: 保管庫のキーをデバイスに保持
ko: 보관함 키를 기기에 저장
pt_br: Manter a chave de cofre em um disco
pt_pt: Manter a chave do cofre
ru: Сохранять ключ хранилища на диске
uk: Зберігати ключ сховища на диску
zh_hans: 将密码库密钥保存在磁盘上

# pref_item_premium_manage_subscription_on_play_store_title
source: Manage on Play Store
ar: الإدارة على متجر Play
de: Im Play Store verwalten
es: Administrar en Play Store
fr: Gérer sur le Play Store
hu: Kezelés a Play Áruházban
it: Gestisci su Play Store
ja: Play ストアで管理
ko: Play 스토어에서 관리
pt_br: Gerenciar na Play Store
pt_pt: Gerir na Play Store
ru: Управлять в Play Store
uk: Керувати на Play Store
zh_hans: 在 Play 商店管理

# pref_item_premium_membership_failed_to_load_products
source: Failed to load a list of products
ar: فشل في تحميل قائمة المنتجات
de: Fehler beim Laden einer Liste von Produkten
es: Error al cargar la lista de productos
fr: Impossible de charger la liste de produits
hu: Nem sikerült betölteni a termékek listáját
it: Impossibile caricare l'elenco dei prodotti
ja: プロダクトのリストの読み込みに失敗しました
ko: 상품 목록을 불러오지 못했습니다.
pt_br: Falha ao carregar uma lista de produtos
pt_pt: Falha ao carregar lista de produtos
ru: Не удалось загрузить список товаров
uk: Не вдалося завантажити список продуктів
zh_hans: 无法加载产品列表

# pref_item_premium_membership_failed_to_load_subscriptions
source: Failed to load a list of subscriptions
ar: فشل تحميل قائمة الاشتراكات
de: Fehler beim Laden einer Liste von Abonnements
es: Error al cargar la lista de suscripciones
fr: Impossible de charger une liste d'abonnements
hu: Nem sikerült betölteni az előfizetések listáját
it: Impossibile caricare la lista degli abbonamenti
ja: サブスクリプションのリストの読み込みに失敗しました
ko: 구독 목록을 불러오지 못했습니다.
pt_br: Falha ao carregar uma lista de assinaturas
pt_pt: Falha ao carregar lista de subscrições
ru: Не удалось загрузить список подписок
uk: Не вдалося завантажити список підписок
zh_hans: 无法加载订阅列表

# pref_item_premium_membership_section_products_title
source: Products
ar: منتجات
de: Produkte
es: Productos
fr: Produits
hu: Termékek
it: Prodotti
ja: プロダクト
ko: 상품
pt_br: Produtos
pt_pt: Produtos
ru: Товары
uk: Продукти
zh_hans: 产品

# pref_item_premium_membership_section_subscriptions_note
source: Your subscription will renew 24 hours before it expires and your Google Play account will be automatically charged at that time. You can turn auto-renewal on or off, and you can cancel your subscription at any time on Google Play. If you've never subscribed, you may be eligible for a free trial. You won't be charged if you cancel before the end of your free trial.
ar: سيتم تجديد اشتراكك قبل 24 ساعة من انتهاء صلاحيته وسيتم تحصيل رسوم من حساب Google Play الخاص بك تلقائيًا في ذلك الوقت. يمكنك تشغيل التجديد التلقائي أو إيقافه، ويمكنك إلغاء اشتراكك في أي وقت على Google Play. إذا لم تشترك مطلقًا، فقد تكون مؤهلاً للحصول على نسخة تجريبية مجانية. لن يتم تحصيل رسوم منك إذا قمت بالإلغاء قبل انتهاء الفترة التجريبية المجانية.
de: Ihr Abonnement wird 24 Stunden bevor es abläuft erneuert und Ihr Google Play-Konto wird automatisch belastet. Sie können die automatische Verlängerung über Google Play an und ausschalten sowie ihr Abonnement kündigen. Sofern Sie noch nie abonniert haben sind Sie eventuell berechtigt für einen kostenlosen Probezeitraum. Ihr Konto wird nicht belastet wenn Sie das Abonnement vor Ablauf der Testphase kündigen.
es: Su suscripción se renovará 24 horas antes de su vencimiento y su cuenta de Google Play se cargará automáticamente en ese momento. Puedes activar o desactivar la renovación automática y cancelar tu suscripción en cualquier momento en Google Play. Si nunca se ha suscrito, puede ser elegible para una prueba gratuita. No se le cobrará si cancela antes del final de su prueba gratuita.
fr: Votre abonnement sera renouvelé 24 heures avant son expiration et votre compte Google Play sera automatiquement débité à ce moment-là. Vous pouvez activer ou désactiver le renouvellement automatique et annuler votre abonnement à tout moment sur Google Play. Si vous n'avez jamais souscrit d'abonnement, vous pouvez bénéficier d'un essai gratuit. Vous ne serez pas facturé si vous annulez votre abonnement avant la fin de la période d'essai gratuite.
hu: Előfizetése a lejárata előtt 24 órával megújul, és ekkor automatikusan megterheljük Google Play-fiókját. Az automatikus megújítást be- és kikapcsolhatja, és bármikor lemondhatja előfizetését a Google Playen. Ha még soha nem fizetett elő, jogosult lehet az ingyenes próbaidőszakra. Nem számítunk fel díjat, ha az ingyenes próbaidőszak vége előtt mondja le az előfizetést.
it: Il tuo abbonamento verrà rinnovato 24 ore prima della scadenza e il costo verrà addebitato automaticamente su Google Play in quel momento. Puoi attivare o disattivare il rinnovo automatico e puoi annullare l'abbonamento in qualsiasi momento su Google Play. Se non ti sei mai iscritto, potresti avere diritto a una prova gratuita. Non ti verrà addebitato alcun costo se annulli prima della fine della prova gratuita.
ja: サブスクリプションは、有効期限の 24 時間前に更新され、その時点で Google Play アカウントに自動的に請求されます。自動更新を有効または無効にすることができます。Google Play でいつでもサブスクリプションをキャンセルすることも可能です。初めてサブスクリプションを利用する場合、無料トライアルの対象となる場合があります。無料トライアルの終了前にキャンセルを行えば料金は発生しません。
ko: 구독은 만료 24시간 전에 갱신되며, 그때 Google Play 계정에 자동으로 요금이 청구됩니다. 자동 갱신을 켜거나 끌 수 있으며, Google Play에서 언제든지 구독을 취소할 수 있습니다. 구독한 적이 없다면 무료 체험판을 이용할 수 있습니다. 무료 체험판이 끝나기 전에 취소하면 요금이 청구되지 않습니다.
pt_br: Sua assinatura será renovada 24 horas antes de expirar e sua conta do Google Play será cobrada automaticamente nesse momento. Você pode ativar ou desativar a renovação automática e pode cancelar sua assinatura a qualquer momento no Google Play. Se você nunca se inscreveu, você pode ser elegível para uma avaliação gratuita. Você não será cobrado se cancelar antes do fim do seu teste gratuito.
pt_pt: A sua subscrição será renovada 24 horas antes de expirar e será cobrado automaticamente na sua conta do Google Play. Pode ativar ou desativar a renovação automática e pode cancelar a sua assinatura a qualquer momento no Google Play. Se você nunca se inscreveu, você pode ser elegível para uma avaliação gratuita. Você não será cobrado se cancelar antes do fim do seu teste gratuito.
ru: Ваша подписка будет автоматически продлена за 24 часа до её окончания; средства за подписку будут списаны с вашей учетной записи в Google Play. Вы можете настроить автоматическое продление и отменить подписку в любой момент. К первой подписке может прилагаться бесплатный пробный период, за который не будут сняты средства, если подписка отменена до его окончания.
uk: Ваша підписка буде автоматично продовжена за 24 години до її закінчення, кошти за оновлення буде знято з вашого облікового запису в Google Play. Ви можете налаштувати автоматичне оновлення та скасувати підписку в будь-який час. На першу підписку вам може бути запропоновано безкоштовний пробний період, за який не буде знято кошти, якщо підписка буде скасована до його завершення.
zh_hans: 您的订阅将在到期前 24 小时续订，届时您的 Google Play 账户将自动扣款。 您可以打开或关闭自动续订功能，也可以随时在 Google Play 上取消订阅。 如果你从未订阅过，你可能有资格获得免费试用。 如果您在免费试用期结束前取消，将不会向您收取费用。

# pref_item_premium_membership_section_subscriptions_title
source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fr: Abonnements
hu: Előfizetések
it: Abbonamenti
ja: サブスクリプション
ko: 구독
pt_br: Assinaturas
pt_pt: Subscrições
ru: Подписки
uk: Підписки
zh_hans: 订阅

# pref_item_premium_membership_text
source: The Premium unlocks extra features and funds the development of the app. Thank you for supporting us! ❤️
ar: يفتح Premium ميزات إضافية ويمول تطوير التطبيق. شكرا لدعمكم لنا! ❤️
de: Das Premium entsperrt zusätzliche Funktionen und finanziert eine Entwicklung der App. Vielen Dank für Ihre Unterstützung! ❤️
es: El Prémium desbloquea características adicionales y financia el desarrollo de la aplicación. ¡Gracias por apoyarnos! ❤️
fr: Le Premium débloque des fonctionnalités supplémentaires et finance un développement de l'application. Merci de nous soutenir ! ❤️
hu: A Prémium feloldja a további funkciókat és támogatja az alkalmazás fejlesztését. Köszönjük, hogy támogatsz minket! ❤️
it: Il Premium sblocca funzionalità extra e finanzia lo sviluppo dell'app. Grazie per il supporto! ❤️
ja: プレミアムプランは、追加の機能をアンロックして、アプリの開発を支援します。ご支援いただきありがとうございます！❤️
ko: 프리미엄을 구매하시면 추가 기능을 사용할 수 있으며 앱 개발에 도움이 됩니다. 구매해 주셔서 감사합니다! ❤️
pt_br: O Premium desbloqueia recursos extras e financia o desenvolvimento do aplicativo. Obrigado por nos apoiar! ❤️
pt_pt: O Premium desbloqueia recursos extras e financia o desenvolvimento do aplicativo. Obrigado por nos apoiar! ❤️
ru: Премиум открывает дополнительные возможности и финансирует разработку приложения. Спасибо за вашу поддержку! ❤️
uk: Преміум відкриває нові функції та фінансує розробку застосунку. Дякуємо, що підтримуєте нас! ❤️
zh_hans: 高级版可解锁额外功能并支持应用程序的开发。感谢您的支持！❤️

# pref_item_premium_membership_title
source: About Keyguard membership
ar: حول عضوية Keyguard
de: Über Keyguard Mitgliedschaft
es: Acerca de la suscripción de Keyguard
fr: À propos de l'adhésion à Keyguard
hu: A Keyguard tagságról
it: Informazioni sull'iscrizione a Keyguard
ja: Keyguard メンバーシップについて
ko: Keyguard 멤버십 정보
pt_br: Sobre a assinatura do Keyguard Premium
pt_pt: Sobre a adesão Keyguard Premium
ru: О членстве в Keyguard
uk: Про членство в Keyguard
zh_hans: 关于 Keyguard 高级会员

# pref_item_premium_status_active
source: Active
ar: نشيط
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: アクティブ
ko: 사용 중
pt_br: Ativo
pt_pt: Ativo
ru: Активно
uk: Активний
zh_hans: 已激活

# pref_item_premium_status_free_trial_n
source: Free %1$@ trial
ar: تجربة مجانية %1$@
de: Kostenlose %1$@ Testversion
es: Prueba gratuita de %1$@
fr: Essai gratuit de %1$@
hu: Ingyenes %1$@ próbaidőszak
it: Prova gratuita di %1$@
ja: %1$@ の無料トライアル
ko: 무료 %1$@ 체험판
pt_br: Teste gratuito %1$@
pt_pt: Teste gratuito %1$@
ru: Бесплатный %1$@ триал
uk: Безплатний пробний період: %1$@
zh_hans: 免费 %1$@ 试用版

# pref_item_premium_status_will_not_renew
source: Will not renew
ar: لن تجدد
de: Wird nicht erneuert
es: No se renovará
fr: Ne sera renouvelé
hu: Nem fog megújulni
it: Non verrà rinnovato
ja: 更新されません
ko: 갱신 안 함
pt_br: Não renovará
pt_pt: Não renovará
ru: Не будет продлеваться
uk: Не буде продовжено
zh_hans: 将不续订

# pref_item_privacy_policy_title
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Politica sulla Privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: Política de privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策

# pref_item_rate_on_play_store_title
source: Rate on Play Store
ar: معدل على متجر Play
de: Im Play Store bewerten
es: Valorar en Play Store
fr: Évaluer sur Play Store
hu: Értékelés a Play Áruházban
it: Vota sul Play Store
ja: Play ストアでアプリを評価
ko: Play 스토어에서 평가
pt_br: Avalie na Play Store
pt_pt: Classificar na Play Store
ru: Оценить в Play Store
uk: Оцінити в Play Store
zh_hans: 在 Play 商店评价

# pref_item_reddit_community_title
source: Reddit community
ar: مجتمع رديت
es: Comunidad de Reddit
fr: Communauté Reddit
hu: Reddit Közösség
it: Community su Reddit
ja: Reddit コミュニティ
ko: Reddit 커뮤니티
pt_br: Comunidade no Reddit
pt_pt: Comunidade Reddit
ru: Сообщество Reddit
uk: Reddit спільнота
zh_hans: Reddit 社区

# pref_item_require_app_password_immediately_text
source: Immediately
ar: في الحال
de: Sofort
es: Inmediatamente
fr: Immédiatement
hu: Azonnal
it: Subito
ja: 即時
ko: 즉시
pt_br: Imediatamente
pt_pt: Imediatamente
ru: Немедленно
uk: Негайно
zh_hans: 立即

# pref_item_require_app_password_never_text
source: Never
ar: أبداً
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: なし
ko: 잠그지 않음
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 从不

# pref_item_require_app_password_note
source: In addition to your regular security settings, your app password will be required after this time or when biometry settings are changed
ar: بالإضافة إلى إعدادات الأمان المعتادة، ستتم مطالبتك بكلمة مرور التطبيق بعد هذا الوقت أو عند تغيير إعدادات القياسات الحيوية
de: Zusätzlich zu Ihren regulären Sicherheitseinstellungen wird Ihr App-Passwort nach dieser Zeit oder wenn Biometrieeinstellungen geändert werden angefordert
es: Además de sus ajustes de seguridad regulares, su contraseña de la aplicación será requerida después de este momento o cuando se cambien los ajustes de la biometría
fr: En plus de vos paramètres de sécurité habituels, le mot de passe de votre application sera requis après ce temps ou lorsque les paramètres de la biométrie seront modifiés
hu: A szokásos biztonsági beállításokon túlmenően az alkalmazás jelszavára is szükség lesz ezen idő letelte után, vagy ha módosítják a biometrikus beállításokat
it: Oltre alle impostazioni di sicurezza regolari, la password dell'app sarà richiesta dopo questo periodo o quando le impostazioni biometriche vengono modificate
ja: 通常のセキュリティ設定に加えて、この期間の経過後または生体認証の設定が変更された場合は、アプリのパスワードが必要になります。
ko: 생체 정보 설정을 변경한 뒤에 앱 비밀번호를 추가로 요청합니다.
pt_br: Além das configurações de segurança normais, a senha do aplicativo será exigida após esse período ou quando as configurações de biometria forem alteradas
pt_pt: Além das configurações de segurança normais, a palavra-passe da aplicação será exigida após este tempo ou quando as configurações de biometria forem alteradas
ru: В дополнение к вашим обычным настройкам безопасности, после этого времени или при изменении настроек биометрии потребуется пароль приложения
uk: На додачу до стандартних налаштувань безпеки, після цього часу або після зміни налаштувань біометрії, буде необхідно повторно ввести пароль застосунку
zh_hans: 除了常规的安全设置外，您的应用专用密码将在这段时间后或生物识别设置更改时被请求键入

# pref_item_require_app_password_title
source: Require app password
ar: تتطلب كلمة مرور التطبيق
de: App-Passwort anfordern
es: Solicitar contraseña
fr: Mot de passe de l'application requis
hu: Alkalmazás jelszó megkövetelése
it: Richiedi password app
ja: アプリのパスワードの要求
ko: 앱 비밀번호 요청
pt_br: Exigir senha do aplicativo
pt_pt: Exigir palavra-passe da aplicação
ru: Требовать пароль приложения
uk: Вимагати пароль застосунку
zh_hans: 请求应用专用密码

# pref_item_security_text
source: Biometrics, change password, vault timeout
ar: القياسات الحيوية، تغيير كلمة المرور، مهلة القبو
de: Biometrie, Passwort ändern, Tresor Zeitüberschreitung
es: Biometría, cambiar contraseña, tiempo de la caja fuerte
fr: Données biométriques, changement de mot de passe, délai d'attente du coffre-fort
hu: Biometrikus adatok, jelszómódosítás, széf időtúllépés
it: Biometria, modifica password, timeout cassaforte
ja: 生体認証、パスワードの変更、保管庫のタイムアウト
ko: 생체 정보, 비밀번호 변경, 보관함 시간 제한
pt_br: Biometria, alterar senha, tempo limite do cofre
pt_pt: Biometria, alterar palavra-passe, tempo limite do cofre
ru: Биометрия, изменение пароля, таймаут хранилища
uk: Біометрика, блокування сховища, зміна паролю
zh_hans: 生物识别、修改密码、密码库超时时间

# pref_item_security_title
source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全

# pref_item_send_crash_reports_title
source: Send crash reports
ar: إرسال تقارير الأعطال
de: Absturzberichte senden
es: Enviar informes de errores
fr: Envoyer les rapports de plantage
hu: Hibajelentések küldése
it: Invia rapporti di errore
ja: クラッシュレポートを送信
ko: 오류 보고서 보내기
pt_br: Enviar relatórios de falhas
pt_pt: Enviar relatórios de erros
ru: Отправлять отчеты об ошибках
uk: Надсилати звіти про збої
zh_hans: 发送崩溃报告

# pref_item_ssh_agent_approval_window_always_ask
source: Ask every time
ar: السؤال في كل مرة
de: Jedes Mal fragen
fr: Demander à chaque fois
hu: Kérdezzen rá minden alkalommal
pt_br: Sempre perguntar
pt_pt: Perguntar sempre
uk: Питати щоразу
zh_hans: 每次询问

# pref_item_ssh_agent_approval_window_title
source: Remember key approvals
ar: تذكّر موافقات المفاتيح
de: Schlüsselgenehmigungen merken
fr: Mémoriser les approbations de clés
hu: Kulcs jóváhagyások megjegyzése
pt_br: Lembrar aprovações de chaves
pt_pt: Lembrar aprovações de chaves
uk: Запам'ятовувати схвалення ключів
zh_hans: 记住密钥授权

# pref_item_ssh_agent_approval_window_until_lock
source: Until vault locks
ar: حتى تُقفل الخزنة
de: Bis der Tresor gesperrt wird
fr: Jusqu'au verrouillage du coffre-fort
hu: A széf zárolásáig
pt_br: Até que o cofre seja bloqueado
pt_pt: Até bloqueio do cofre
uk: Доки сховище не заблокується
zh_hans: 直至密码库锁定

# pref_item_ssh_agent_display_key_names_note
source: An unencrypted copy of the item title will be stored locally
ar: سيتم تخزين نسخة غير مشفّرة من عنوان العنصر محليًا
de: Eine unverschlüsselte Kopie des Eintragstitels wird lokal gespeichert
fr: Une copie non chiffrée du titre de l'élément sera stockée localement.
hu: Az elem címének titkosítatlan másolata helyben lesz tárolva
pt_br: Uma cópia não criptografada do título do item será armazenada localmente
pt_pt: Uma cópia não encriptada do título do item será armazenada localmente
ru: Незашифрованная копия названия элемента будет храниться локально
uk: Незашифрована копія назви елемента зберігатиметься локально
zh_hans: 条目标题的未加密副本将存储在本地

# pref_item_ssh_agent_display_key_names_title
source: Display key names before vault is unlocked
ar: عرض أسماء المفاتيح قبل فتح الخزنة
de: Schlüsselnamen anzeigen, bevor der Tresor entsperrt ist
fr: Afficher les noms des clés avant le déverrouillage du coffre-fort
hu: Kulcsnevek megjelenítése a széf feloldása előtt
pt_br: Exibir nomes das chaves antes de desbloquear o cofre
pt_pt: Apresentar o nome das chaves antes do cofre ser desbloqueado
ru: Показывать названия ключей до разблокировки хранилища
uk: Показувати назви ключів до розблокування сховища
zh_hans: 在密码库解锁前显示密钥名称

# pref_item_ssh_agent_filters_summary_active
source: Filters active
ar: المرشحات فعالة
de: Filter aktiv
es: Filtros activos
fr: Filtres actifs
hu: Szűrők aktívak
it: Filtri attivi
ja: フィルタ有効
ko: 필터 작동 중
pt_br: Filtros ativos
pt_pt: Filtros ativos
ru: Фильтры активны
uk: Фільтри активні
zh_hans: 过滤器已启用

# pref_item_ssh_agent_filters_summary_all
source: All keys accessible
ar: جميع المفاتيح يمكن الوصول إليها
de: Alle Schlüssel zugänglich
es: Todas las claves están accesibles
fr: Toutes les clés sont accessibles
hu: Minden kulcs elérhető
it: Tutte le chiavi sono accessibili
ja: すべてのキーにアクセス可能
ko: 모든 키에 접근 가능
pt_br: Todas as chaves acessíveis
pt_pt: Todas as chaves acessíveis
ru: Доступ ко всем ключам
uk: Всі ключі доступні
zh_hans: 所有密钥均可访问

# pref_item_ssh_agent_filters_text
source: Choose which SSH keys are accessible to the SSH agent
ar: اختر مفاتيح SSH التي يمكن لوكيل SSH الوصول إليها
de: Wählen Sie aus, welche SSH-Schlüssel für den SSH-Agenten zugänglich sind
es: Elija a qué claves SSH puede acceder el agente SSH
fr: Choisissez quelles clés SSH sont accessibles à l'agent SSH
hu: Válassza ki, mely SSH kulcsok érhetők el az SSH ügynök számára
it: Scegli a quali chiavi SSH ha accesso l'agente SSH
ja: SSHエージェントがアクセス可能なSSHキーを選択します
ko: SSH 에이전트가 어떤 SSH 키에 접근 가능하게 할 것인지 설정합니다.
pt_br: Escolha quais chaves SSH estão acessíveis ao agente SSH
pt_pt: Escolher quais chaves SSH estarão acessíveis ao agente SSH
ru: Выберите, к каким SSH-ключам SSH-агент будет иметь доступ
uk: Виберіть, які ключі доступні для SSH агента
zh_hans: 选择可供 SSH 代理访问的 SSH 密钥

# pref_item_ssh_agent_filters_title
source: SSH agent filters
ar: عوامل تصفية وكيل SSH
de: SSH-Agenten-Filter
es: Filtros del agente SSH
fr: Filtres de l'agent SSH
hu: SSH ügynök szűrők
it: Filtri dell'agente SSH
ja: SSHエージェント フィルタ設定
ko: SSH 에이전트 필터
pt_br: Filtros de agente SSH
pt_pt: Filtros do agente SSH
ru: Фильтры SSH-агента
uk: Фільтри SSH агента
zh_hans: SSH 代理过滤器
